-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 18, 2024 at 11:09 AM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `communication-nurse`
--

-- --------------------------------------------------------

--
-- Table structure for table `ccfn_form_s`
--

CREATE TABLE `ccfn_form_s` (
  `id` int(11) NOT NULL,
  `ref` varchar(255) NOT NULL,
  `fullname` varchar(255) NOT NULL,
  `department` varchar(100) DEFAULT NULL,
  `tel` varchar(20) DEFAULT NULL,
  `personnel` varchar(100) DEFAULT NULL,
  `email` varchar(100) NOT NULL,
  `social` text DEFAULT NULL,
  `option` enum('file','url') NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `details` text DEFAULT NULL,
  `date_a` datetime DEFAULT NULL,
  `communicate` text DEFAULT NULL,
  `file_names` text DEFAULT NULL,
  `upload_url` text DEFAULT NULL,
  `status_user` tinyint(1) DEFAULT 0,
  `status_sendline_user` tinyint(1) DEFAULT 0,
  `status_admin` text NOT NULL,
  `status_sendline_admin` tinyint(1) DEFAULT 0,
  `status_ss` tinyint(1) DEFAULT 0,
  `status_sendline_ss` tinyint(1) DEFAULT 0,
  `status_email` tinyint(1) NOT NULL,
  `responsible_1` varchar(255) NOT NULL DEFAULT '0',
  `responsible_status_1` tinyint(2) NOT NULL DEFAULT 0,
  `responsible_2` varchar(255) NOT NULL DEFAULT '2',
  `responsible_3` varchar(255) NOT NULL DEFAULT '3',
  `ref2` varchar(10) NOT NULL DEFAULT '07',
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `ccfn_form_s`
--

INSERT INTO `ccfn_form_s` (`id`, `ref`, `fullname`, `department`, `tel`, `personnel`, `email`, `social`, `option`, `title`, `details`, `date_a`, `communicate`, `file_names`, `upload_url`, `status_user`, `status_sendline_user`, `status_admin`, `status_sendline_admin`, `status_ss`, `status_sendline_ss`, `status_email`, `responsible_1`, `responsible_status_1`, `responsible_2`, `responsible_3`, `ref2`, `created_at`) VALUES
(9, 'g8oDVYLBXrzxbVL', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En), Instagram, Twitter', 'file', 'พิธีลงนามในบันทึกข้อตกลงการดำเนินแผนธุรกิจโครงการจัดตั้งศูนย์ดูแลเด็กปฐมวัยเพื่อพัฒนาการสมองและทักษะแห่งศตวรรษที่ 21 (NDUX Childcare Center)  ', 'คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ร่วมกับ ศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่ จัดพิธีลงนามในบันทึกข้อตกลงการดำเนินแผนธุรกิจ โครงการจัดตั้งศูนย์ดูแลเด็กปฐมวัยเพื่อพัฒนาการสมองและทักษะแห่งศตวรรษที่ 21 (ต้นแบบ NeuroeducationX - NDUX Childcare Center) โดยได้รับเกียรติจาก ผู้ช่วยศาสตราจารย์ ดร.ธานี แก้วธรรมนุกูล คณบดีคณะพยาบาลศาสตร์ และ อาจารย์ ดร.นงลักษณ์ เฉลิมสุข รองคณบดีด้านขับเคลื่อนยุทธศาสตร์ สื่อสารและภาพลักษณ์องค์กร พร้อมด้วย รองศาสตราจารย์ ดร.นฤมล กิมภากรณ์ ผู้อำนวยการศูนย์นวัตกรรมการจัดการ และ ดร.ชานนท์ ชิงชยานุรักษ์ รองผู้อำนวยการศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่ ร่วมลงนาม ณ ห้องประชุมวิลาวัณย์ เสนารัตน์ คณะพยาบาลศาสตร์ เมื่อวันศุกร์ที่ 12 กรกฎาคม 2567', '2024-07-19 00:00:00', 'comm3', 'file_669624036c21d.jpg, file_669624036c438.jpg, file_669624036c5b8.jpg', '', 3, 1, 'ดร.ชานนท์ ชิงชยานุรักษ์ รองผู้อำนวยการศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่', 1, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-16 07:40:51'),
(10, 'z7lWmsHr2Uc6L64', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH)', 'file', 'test', 'test', '2024-07-20 00:00:00', 'comm1', 'file_66972f44a76af.png, file_66972f44a789c.png, file_66972f44a7a5d.png', '', 2, 1, '0', 0, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-17 02:41:08'),
(11, 'pxV6VUl8K8EbUAX', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website', 'file', 'test', 'test', '2024-07-20 00:00:00', 'comm2', 'file_66972fb3a43ad.png, file_66972fb3a4592.png, file_66972fb3a470a.png, file_66972fb3a48f1.png, file_66972fb3a4b7b.png', '', 2, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-17 02:42:59'),
(12, 'hO79y5MmIFeOz26', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En)', 'file', 'ทดสอบ', 'ทดสอบ', '2024-07-20 00:00:00', 'comm5', 'file_669732bbc27a9.png, file_669732bbc29b2.png, file_669732bbc2b0d.png, file_669732bbc2c7c.png, file_669732bbc2da9.jpg, file_669732bbc2ef4.jpg', '', 2, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-17 02:55:55'),
(13, 'G9fDqIkzTqn5X7U', 'นาย พัชรพล ปิงยศ', 'งานบริหารงานวิจัย บริการวิชาการ และวิเทศสัมพันธ์ หน่วยบริหารงานวิจัยและบริการวิชาการ', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En)', 'file', 'ผู้ช่วยศาสตราจารย์ ดร.ลัพณา กิจรุ่งโรจน์ คณบดีคณะพยาบาลศาสตร์ มหาวิทยาลัยสงขลานครินทร์ ผู้ช่วยศาสตราจารย์ ดร.พิสมัย วัฒนสิทธิ์ รองคณบดีฝ่ายพัฒนาองค์กรและบุคลากร ผู้ช่วยศาสตราจารย์ ดร.วิไลพร สมานกสิกรณ์ ผู้ช่วยคณบดีฝ่ายทรัพยากรการเรียนรู้ และคณจารย์ คณะพยา', 'ได้ร่วมเสวนาและแลกเปลี่ยนเรียนรู้ ในหัวข้อเรื่อง การใช้เทคโนโลยีในการจัดการศึกษาพยาบาล โดยมีวัตถุประสงค์ เพื่อพัฒนาการศึกษาพยาบาล มุมมองการนำเทคโนโลยีมาใช้ในการจัดการศึกษาพยาบาล เส้นทางและความเป็นไปได้ในการพัฒนาเทคโนโลยี VR เพื่อการศึกษาพยาบาล ทั้งนี้ผู้เข้าร่วมการเสวนาฯยังได้ทดลองใช้งาน VR ที่ประกอบด้วย3 หัวข้อหลัก ได้แก่ \r\n1. การวัดแรงดันในหลอดเลือดดำส่วนกลาง \r\n2. การดูแลเด็กป่วยที่ได้รับการใส่ท่อช่วยหายใจ \r\n3. การทำคลอด (การเตรียมตัวและอุปกรณ์ การเตรียมผู้คลอด การทำคลอดในรูปแบบต่าง ๆ การทำคลอดรก การดูแลทารกแรกเกิด การเย็บแผล) \r\nวันอังคารที่ 9  เดือนกรกฎาคม พ.ศ. 2567 ณ คณะพยาบาลศาสตร์ มหาวิทยาลัยสงขลานครินทร์\r\n', '2024-07-20 00:00:00', 'comm3', 'file_669733928f1d6.jpg, file_669733928f41e.jpg, file_669733928f58c.jpg, file_669733928f6af.jpg, file_669733928f7cd.jpg, file_669733928f8d0.jpg', '', 3, 1, 'ทดสอบการอัพเดทค่าแอดมิน', 1, 0, 0, 1, '0', 1, '2', '3', '07', '2024-07-17 02:59:30'),
(14, 'KGqrS4679MUzvmi', 'นาย พัชรพล ปิงยศ', 'งานบริหารงานวิจัย บริการวิชาการ และวิเทศสัมพันธ์ หน่วยบริหารงานวิจัยและบริการวิชาการ', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website', 'file', 'วันที่ต้องการใช้งาน', 'วันที่ต้องการใช้งาน', '2024-07-20 00:00:00', 'comm1', 'file_6697380f651e0.png', '', 1, 1, '0', 0, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-17 03:18:39'),
(15, 'HZAgkuCsPUZ1hOp', 'นาย พัชรพล ปิงยศ', 'งานบริหารงานวิจัย บริการวิชาการ และวิเทศสัมพันธ์ หน่วยบริหารงานวิจัยและบริการวิชาการ', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En), Line Official, LinkedIn, Instagram, Twitter', 'url', 'คณะพยาบาลศาสตร์ ได้รับการตีพิมพ์ผลงานวิชาการในวารสารระดับนานาชาติ)', 'คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ขอแสดงความยินดีกับ รศ.ดร.ปิยะนุช ชูโต อาจารย์ประจำกลุ่มวิชาการพยาบาลสูติศาสตร์และนรีเวชวิทยา ที่ได้รับการตีพิมพ์ผลงานวิจัยในวารสารวิชาการระดับนานาชาติ บทความวิจัยเรื่อง &quot;Enhancing clinical performance self-efficacy among nursing students: A virtual clinical laboratory approach&quot; ในวารสาร Teaching and Learning in Nursing ซึ่งอยู่ในฐานข้อมูล Scopus Nursing Q2 และ ISI Q2\r\n \r\nสามารถสืบค้นบทความ ได้ที่ https://doi.org/10.1016/j.teln.2024.06.002', '2024-07-20 10:19:00', 'comm3', '', 'https://docs.google.com/forms/d/1qMrb5qAOC2QF8IbHz_V0GFKe1b_GhLTI2Q7bu0sR6Tg/viewform?edit_requested=true', 1, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '', '', '07', '2024-07-17 03:21:06'),
(22, 'nFJyZwOIByA8ZlZ', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En), LinkedIn, Instagram, Twitter', 'file', 'พิธีลงนามในบันทึกข้อตกลงการดำเนินแผนธุรกิจโครงการจัดตั้งศูนย์ดูแลเด็กปฐมวัยเพื่อพัฒนาการสมองและทักษะแห่งศตวรรษที่ 21 (NDUX Childcare Center)  ', 'คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ร่วมกับ ศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่ จัดพิธีลงนามในบันทึกข้อตกลงการดำเนินแผนธุรกิจ โครงการจัดตั้งศูนย์ดูแลเด็กปฐมวัยเพื่อพัฒนาการสมองและทักษะแห่งศตวรรษที่ 21 (ต้นแบบ NeuroeducationX - NDUX Childcare Center) โดยได้รับเกียรติจาก ผู้ช่วยศาสตราจารย์ ดร.ธานี แก้วธรรมนุกูล คณบดีคณะพยาบาลศาสตร์ และ อาจารย์ ดร.นงลักษณ์ เฉลิมสุข รองคณบดีด้านขับเคลื่อนยุทธศาสตร์ สื่อสารและภาพลักษณ์องค์กร พร้อมด้วย รองศาสตราจารย์ ดร.นฤมล กิมภากรณ์ ผู้อำนวยการศูนย์นวัตกรรมการจัดการ และ ดร.ชานนท์ ชิงชยานุรักษ์ รองผู้อำนวยการศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่ ร่วมลงนาม ณ ห้องประชุมวิลาวัณย์ เสนารัตน์ คณะพยาบาลศาสตร์ เมื่อวันศุกร์ที่ 12 กรกฎาคม 2567', '2024-07-19 00:00:00', 'comm3', 'file_66961f7b441e4.jpg, file_66961f7b44676.jpg, file_66961f7b4491a.jpg', '', 2, 1, '0', 0, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-16 00:21:31'),
(23, 'DcFwN4Y53rF2h9f', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En), Line Official, LinkedIn, Instagram, Twitter', 'file', 'พิธีลงนามในบันทึกข้อตกลงการดำเนินแผนธุรกิจโครงการจัดตั้งศูนย์ดูแลเด็กปฐมวัยเพื่อพัฒนาการสมองและทักษะแห่งศตวรรษที่ 21 (NDUX Childcare Center)  ', 'คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ร่วมกับ ศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่ จัดพิธีลงนามในบันทึกข้อตกลงการดำเนินแผนธุรกิจ โครงการจัดตั้งศูนย์ดูแลเด็กปฐมวัยเพื่อพัฒนาการสมองและทักษะแห่งศตวรรษที่ 21 (ต้นแบบ NeuroeducationX - NDUX Childcare Center) โดยได้รับเกียรติจาก ผู้ช่วยศาสตราจารย์ ดร.ธานี แก้วธรรมนุกูล คณบดีคณะพยาบาลศาสตร์ และ อาจารย์ ดร.นงลักษณ์ เฉลิมสุข รองคณบดีด้านขับเคลื่อนยุทธศาสตร์ สื่อสารและภาพลักษณ์องค์กร พร้อมด้วย รองศาสตราจารย์ ดร.นฤมล กิมภากรณ์ ผู้อำนวยการศูนย์นวัตกรรมการจัดการ และ ดร.ชานนท์ ชิงชยานุรักษ์ รองผู้อำนวยการศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่ ร่วมลงนาม ณ ห้องประชุมวิลาวัณย์ เสนารัตน์ คณะพยาบาลศาสตร์ เมื่อวันศุกร์ที่ 12 กรกฎาคม 2567', '2024-07-19 00:00:00', 'comm3', 'file_669626a96b17d.jpg, file_669626a96b58a.jpg, file_669626a96b8c1.jpg', '', 2, 1, 'แก้ไขชื่อ ดร.ชานนท์ ชิงชยานุรักษ์ รองผู้อำนวยการศูนย์นวัตกรรมการจัดการ คณะบริหารธุรกิจ มหาวิทยาลัยเชียงใหม่', 1, 0, 0, 1, '', 0, '', '', '07', '2024-07-16 00:52:09'),
(24, 'DRpIu6jS9iB48mN', 'นางสาว สุภาพรรณ ไชยวรรณ์', 'งานบริหารงานวิจัย บริการวิชาการ และวิเทศสัมพันธ์ หน่วยบริหารงานวิจัยและบริการวิชาการ', '0 53 935033', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'supapan.ch@cmu.ac.th', 'Website, Facebook Official (TH), Line Official', 'file', 'คณะพยาบาลศาสตร์ ได้รับการตีพิมพ์ผลงานวิชาการในวารสารระดับนานาชาติ', 'คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ขอแสดงความยินดีกับ รศ.ดร.ปิยะนุช ชูโต อาจารย์ประจำกลุ่มวิชาการพยาบาลสูติศาสตร์และนรีเวชวิทยา ที่ได้รับการตีพิมพ์ผลงานวิจัยในวารสารวิชาการระดับนานาชาติ บทความวิจัยเรื่อง &quot;Enhancing clinical performance self-efficacy among nursing students: A virtual clinical laboratory approach&quot; ในวารสาร Teaching and Learning in Nursing ซึ่งอยู่ในฐานข้อมูล Scopus Nursing Q2 และ ISI Q2\r\n \r\nสามารถสืบค้นบทความ ได้ที่ https://doi.org/10.1016/j.teln.2024.06.002', '2024-07-19 00:00:00', 'comm3', 'file_669629af99971.png', '', 3, 1, 'ทดสอบการอัพเดทค่าแอดมิน', 1, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-16 01:05:03'),
(25, 'lBNofdIL6YusoLR', 'นางสาว ธันยชนก คณะแก้ว', 'งานบริการการศึกษา และพัฒนาคุณภาพนักศึกษา หน่วยการเรียนรู้ทางการพยาบาล', 'test', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'thanyachanok.k@cmu.ac.th', 'Website', 'url', 'test', 'test', '2024-07-20 00:00:00', 'comm2', '', 'test', 4, 1, 'ทดสอบการอัพเดทค่าแอดมิน', 1, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-16 19:35:38'),
(26, 'PxC4vyXlxa7TwrQ', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En)', 'file', 'หวังว่าสักวัน', 'เนินนานที่เราต้องห่างกัน เธอคิดถึงฉันบ้างรึป่าว \r\n   D.                        C#m.            Bm.    E \r\nเธอจะเป็นอย่างไร เธอสบายดีไหม ฉันคิดถึงเธอเหลือเกิน\r\n\r\n   A          C#m.       F#m.        E.            \r\nอยากได้เธอนั้นคืนมา แต่เธอคงต้องบอกลา    \r\n  D.                          C#m.         Bm.               E. \r\nใจของเธอตอนนี้มันเป็นของใคร         ฉันเสียใจ\r\n\r\nท่อนฮุค\r\n    A.          C#m.                F#m.               E.                   \r\nกลับมาเป็นเหมือนเดิมได้รึป่าวเรื่องตอนนั้น.  \r\n                   D            C#m.   Bm        E. \r\n ที่ฉันพลาดไปฉันเสียใจ.        ฉันขอโทษจริงๆ\r\n       A.       C#m.                    F#m. \r\nอยากให้เธอกลับมาเป็นเหมือนเก่า  \r\n             E.           D.  C#m.              Bm.         \r\nเหมือนตอนที่เรารักกัน        ได้แต่หวังว่าสักวัน\r\n          E.                         \r\nเราทั้งสองจะมาพบกัน \r\nA\r\n(กลองขึ้น)\r\n A.                  C#m.                 F#m\r\nเหลือเพียงความทรงจำที่ไม่เคยลบเลือนออกไป\r\nจากหัวใจของฉัน และรู้ว่าไม่มีวัน ที่เราจะรักกัน อีกครั้ง ได้ไหมเธอ\r\n               \r\n\r\n \r\n             \r\nA          C#m.       F#m.        E.            \r\nอยากได้เธอนั้นคืนมา แต่เธอคงต้องบอกลา    \r\n  D.                          C#m.         Bm.               E. \r\nใจของเธอตอนนี้มันเป็นของใคร         ฉันเสียใจ\r\nท่อนฮุค\r\n  \r\n    A.          C#m.                F#m.               E.                   \r\nกลับมาเป็นเหมือนเดิมได้รึป่าวเรื่องตอนนั้น.  \r\n                   D            C#m.   Bm        E. \r\n ที่ฉันพลาดไปฉันเสียใจ.        ฉันขอโทษจริงๆ\r\n       A.       C#m.                    F#m. \r\nอยากให้เธอกลับมาเป็นเหมือนเก่า  \r\n             E.           D.  C#m.              Bm.         \r\nเหมือนตอนที่เรารักกัน        ได้แต่หวังว่าสักวัน\r\n          E.                         \r\nเราทั้งสองจะมาพบกัน \r\n\r\nโซโล่\r\nA/C#m/F#m/ E/D/C#m/Bm/E (2รอบ)\r\nท่อนแรก(กีตาร์)\r\nA.          C#m.                F#m.               E.                   \r\nกลับมาเป็นเหมือนเดิมได้รึป่าวเรื่องตอนนั้น.  \r\n                   D            C#m.   Bm        E. \r\n ที่ฉันพลาดไปฉันเสียใจ.        ฉันขอโทษจริงๆ\r\n       A.       C#m.                    F#m. \r\nอยากให้เธอกลับมาเป็นเหมือนเก่า  \r\n             E.           D.  C#m.              Bm.         \r\nเหมือนตอนที่เรารักกัน        ได้แต่หวังว่าสักวัน\r\n          E.                         \r\nเราทั้งสองจะมาพบกัน \r\n(ขึ้นคีย์)\r\nBb         Dm.                Gm.               Bb.                   \r\nกลับมาเป็นเหมือนเดิมได้รึป่าวเรื่องตอนนั้น.  \r\n                   Eb           Dm.   Cm        F\r\n ที่ฉันพลาดไปฉันเสียใจ.        ฉันขอโทษจริงๆ\r\n       Bb      Dm.                    Gm. \r\nอยากให้เธอกลับมาเป็นเหมือนเก่า  \r\n             Bb.           Eb.  Dm.              Cm.         \r\nเหมือนตอนที่เรารักกัน        ได้แต่หวังว่าสักวัน\r\n          F                        \r\nเราทั้งสองจะมาพบกัน .', '2024-07-21 10:40:00', 'comm5', 'file_66988b92a08dc.jpg, file_66988b92ae163.jpg, file_66988b92ae3ac.jpg, file_66988b92ae5cb.jpg, file_66988b92ae754.jpg', '', 2, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 0, '', '', '07', '2024-07-18 03:27:14'),
(27, 'gZWvETjxpG4o0uO', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En)', 'file', 'กิจกรรม Workshop สำหรับบุคลากรของมหาวิทยาลัยเชียงใหม่', 'CMU Lifelong ขอเชิญบุคลากรของมหาวิทยาลัยเชียงใหม่ มาร่วมสร้าง “จิตใจที่แข็งแรง” เสริมพลังบวกจิตใจของเราให้พร้อมรับมือกับความเครียด เรื่องกวนใจต่างๆที่เจอในแต่ละวันกับเวิร์คชอป\r\n\r\n“ปั้นพลังบวก: เทคนิค“การออกกำลังใจ”ที่ใช้ได้จริงในชีวิตประจำวัน รุ่นที่ 1”\r\nเวิร์คชอปการบริหารจิตใจเพื่อให้สามารถรับมือกับความคิดเชิงลบได้อย่างมีประสิทธิภาพ ผ่าน PERMA Model และเทคนิคการจัดการความคิดด้านลบด้วยจิตวิทยาเชิงบวก เสริมความแข็งแรงให้กับสุขภาพจิตใจ เพื่อให้บุคลากรทุกท่านสามารถนำไปประยุกต์ใช้รับมือกับสารพัดปัญหากวนใจทั้งจากการทำงานและชีวิตประจำวันได้\r\n\r\nวิทยากรโดย\r\nคุณอรุณฉัตร คุรุวาณิชย์ จาก Life Education Thailand', '2024-07-21 10:44:00', 'comm3', 'file_6698902325f2b.jpg', '', 2, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 0, '', '', '07', '2024-07-18 03:46:43'),
(28, '9rtpIdqNZb6jQnZ', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En)', 'url', 'กิจกรรม Workshop สำหรับบุคลากรของมหาวิทยาลัยเชียงใหม่', 'CMU Lifelong ขอเชิญบุคลากรของมหาวิทยาลัยเชียงใหม่ มาร่วมสร้าง “จิตใจที่แข็งแรง” เสริมพลังบวกจิตใจของเราให้พร้อมรับมือกับความเครียด เรื่องกวนใจต่างๆที่เจอในแต่ละวันกับเวิร์คชอป\r\n\r\n“ปั้นพลังบวก: เทคนิค“การออกกำลังใจ”ที่ใช้ได้จริงในชีวิตประจำวัน รุ่นที่ 1”\r\nเวิร์คชอปการบริหารจิตใจเพื่อให้สามารถรับมือกับความคิดเชิงลบได้อย่างมีประสิทธิภาพ ผ่าน PERMA Model และเทคนิคการจัดการความคิดด้านลบด้วยจิตวิทยาเชิงบวก เสริมความแข็งแรงให้กับสุขภาพจิตใจ เพื่อให้บุคลากรทุกท่านสามารถนำไปประยุกต์ใช้รับมือกับสารพัดปัญหากวนใจทั้งจากการทำงานและชีวิตประจำวันได้\r\n\r\nวิทยากรโดย\r\nคุณอรุณฉัตร คุรุวาณิชย์ จาก Life Education Thailand', '2024-07-21 10:52:00', 'comm3', '', 'https://docs.google.com/forms/d/1qMrb5qAOC2QF8IbHz_V0GFKe1b_GhLTI2Q7bu0sR6Tg/viewform?edit_requested=true', 2, 1, 'asdsadasd', 1, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 0, '2', '3', '07', '2024-07-18 03:53:57'),
(29, 'ajEaU5h1Uu3OpUQ', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website', 'url', 'ทดสอบ', 'ทดสอบ', '2024-07-21 12:48:00', 'comm4', '', 'https://docs.google.com/forms/d/1qMrb5qAOC2QF8IbHz_V0GFKe1b_GhLTI2Q7bu0sR6Tg/viewform?edit_requested=true', 2, 1, 'ทดสอบการอัพเดทค่าแอดมิน', 1, 0, 0, 1, 'tharika.s@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 05:48:26'),
(30, '6EMvhUBwkjPLbcr', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (En)', 'url', '่้า', 'า่้า้า', '2024-07-21 13:09:00', 'comm2', '', 'https://docs.google.com/forms/d/1qMrb5qAOC2QF8IbHz_V0GFKe1b_GhLTI2Q7bu0sR6Tg/viewform?edit_requested=true', 2, 1, '0', 0, 0, 0, 1, 'tharika.s@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 06:09:44'),
(31, 'PTFsXj3JZwxr252', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Facebook Official (En), LinkedIn', 'url', 'เ้่ด้่', '่้เ่้เ่', '2024-07-21 13:20:00', 'comm3', '', 'https://docs.google.com/forms/d/1qMrb5qAOC2QF8IbHz_V0GFKe1b_GhLTI2Q7bu0sR6Tg/viewform?edit_requested=true', 2, 1, '0', 0, 0, 0, 1, 'tharika.s@cmu.ac.th', 0, '2', '3', '07', '2024-07-18 06:20:30'),
(32, 'mwFZ3WzclZiM1pQ', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH), Facebook Official (En)', 'file', '45', '64564', '2024-07-21 13:25:00', 'comm2', 'file_6698b550a00e5.jpg', '', 2, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 06:25:20'),
(33, 'dP7I7v6kgEL8Id2', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Facebook Official (TH), Facebook Official (En), Line Official, LinkedIn', 'file', 'ytutu', 'tututu', '2024-07-21 13:35:00', 'comm3', 'file_6698b7a83e917.jpg', '', 2, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 06:35:20'),
(34, 'lXF5AFnT2tqamff', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Facebook Official (TH), Line Official', 'file', '45645', '456456', '2024-07-21 13:50:00', 'comm3', 'file_6698bb4116848.jpg', '', 2, 1, '0', 1, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 06:50:41'),
(35, 'oAQElvdMy6UEfsv', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Facebook Official (TH), Facebook Official (En)', 'url', '132', '132', '2024-07-21 14:21:00', 'comm2', '', 'http', 2, 1, '0', 1, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 07:21:28'),
(36, 'ENhteDbHIrbdIHr', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'เสียงตามสาย', 'url', '121', '1212', '2024-07-21 14:29:00', 'comm4', '', 'https://docs.google.com/forms/d/1qMrb5qAOC2QF8IbHz_V0GFKe1b_GhLTI2Q7bu0sR6Tg/viewform?edit_requested=true', 4, 1, '0', 0, 0, 0, 1, 'phatcharapon.p@cmu.ac.th', 1, '2', '3', '07', '2024-07-18 07:30:02'),
(37, 'yzBaFddJvazPdPm', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Facebook Official (En)', 'file', '456', '456', '2024-07-21 14:42:00', 'comm3', 'file_6698c765c1ed8.jpg', '', 1, 1, '0', 0, 0, 0, 1, '0', 1, '2', '3', '07', '2024-07-18 07:42:29'),
(38, 'Kk0XIVRDpQKyAJV', 'นาย พัชรพล ปิงยศ', 'งานบริหารทั่วไป หน่วยสื่อสารและภาพลักษณ์องค์กร', '49127', 'พนักงานมหาวิทยาลัยสายปฎิบัติการ', 'phatcharapon.p@cmu.ac.th', 'Website, Facebook Official (TH)', 'file', '123', '123', '2024-07-21 14:45:00', 'comm2', 'file_6698c84f6b0e4.jpg', '', 3, 1, 'ทดสอบการอัพเดทค่าแอดมิน', 1, 0, 0, 1, '0', 0, '2', '3', '07', '2024-07-18 07:46:23');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ccfn_form_s`
--
ALTER TABLE `ccfn_form_s`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ccfn_form_s`
--
ALTER TABLE `ccfn_form_s`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=39;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
