<?php
$lang = array(
    "home" => "หน้าหลัก",
    "team" => "บุคคลกร",
    "check_status" => "ตรวจสอบสถานะ",
    "services" => "บริการออนไลน์",
    "ci" => "อัตลักษณ์ขององค์กร",
    "title_m" => "หน่วยสื่อสารและภาพลักษณ์องค์กร",
    "about" => "หน่วยสื่อสารและภาพลักษณ์องค์กร ก่อตั้งเมื่อวันที่ 1 ตุลาคม 2566 จากการรวมบุคลากรงานประชาสัมพันธ์และงานสื่อสารภาพลักษณ์องค์กร คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ โดยมี อาจารย์ ดร.นงลักษณ์ เฉลิมสุข เป็นรองคณบดีด้านขับเคลื่อนยุทธศาสตร์ สื่อสารและภาพลักษณ์องค์กร",
    "about1" => "ประชาสัมพันธ์สื่อออนไลน์",
    "about2" => "ออกแบบสื่อประชาสัมพันธ์",
    "social1" => "เว็บไซต์, เฟซบุ๊ก, ทวิตเตอร์, อินสตาแกรม, ยูทูป",
    "social2" => "อินโฟกราฟิก, โปสเตอร์, ป้ายรถไฟฟ้า, ป้ายไวนิล",
    "address" => "110/406 คณะพยาบาลศาสตร์ มหาวิทยาลัยเชียงใหม่ ถนนอินทวโรรส ตำบลสุเทพ อำเภอเมือง จังหวัดเชียงใหม่ 50200",
    "phone" => "โทรศัพท์",
    "email" => "อีเมล",
    "dpdf" => "ดาวน์โหลดแบบฟอร์ม",
    "pdf" => "แบบฟอร์มการรับบริการหน่วยสื่อสารและภาพลักษณ์องค์กร",
    "menu" => "เมนู",
    "menu1" => "เมนู",
    "logout" => "ออกจากระบบ",

    "status_user1" => "ร้องขอสำเร็จ",
    "status_user2" => "เกิดข้อผิดพลาด",
    "status_user3" => "สถานะไม่ทราบ",

    "status_admin1" => "ผ่านการตรวจสอบจากเจ้าหน้าที่",
    "status_admin2" => "ไม่ผ่านการตรวจสอบจากเจ้าหน้าที่",
    "status_admin3" => "สถานะไม่ทราบ",

    "status_ss1" => "สำเร็จ",
    "status_ss2" => "เกิดข้อผิดพลาด",
    "status_ss3" => "สถานะไม่ทราบ",

    // แบบฟอร์มออนไลน์
    "fullname" => "ชื่อ-สกุล",
    "department" => "ภาควิชา/หน่วยงาน",
    "personnel" => "ประเภทบุคลากร",
    "communicate" => "หมวดหมู่การสื่อสาร",
    "social" => "ช่องทางประชาสัมพันธ์",
    "file_upload" => "อัปโหลดไฟล์",
    "url_upload" => "แชร์ผ่าน OneDrive, GoogleDrive, และอื่น ๆ",
    "date_a" => "วันที่ต้องการใช้งาน",
    "title" => "หัวข้อข่าว",
    "details" => "รายละเอียดข่าว",
    "submit" => "ส่งข้อมูล",
    "select" => "โปรดเลือก",
    "comm1" => "ด้านผู้บริหาร",
    "comm2" => "ด้านบุคลากร",
    "comm3" => "ด้านผลิตภัณฑ์ (การศึกษา การวิจัย บริการวิชาการ)",
    "comm4" => "ประชุม / อบรม / สัมมนา",
    "comm5" => "กิจกรรมที่สร้างสรรค์ต่อสังคม",
    "department1" => "การบริหารทั่วไป",
    "department2" => "งานการเงิน การคลัง และพัสดุ",
    "department3" => "งานนโยบายและแผน และประกันคุณภาพการศึกษา",
    "department4" => "งานบริการการศึกษา และพัฒนาคุณภาพนักศึกษา",
    "department5" => "งานบริหารงานวิจัย บริการวิชาการ และวิเทศสัมพันธ์",
    "department6" => "ศูนย์บริการพยาบาล",
    "department7" => "ศูนย์ความเป็นเลิศทางการพยาบาล",
    // แบบฟอร์มออนไลน์
    // ทีม

    // ทีม
    "lang_en" => "อังกฤษ",
    "lang_th" => "ไทย"
);
